DEFAULT_DATA = {
    "Profile": "Default",
    "settings": {
        "colors": {
            "bg": "#444444",
            "bg2": "#333333",
            "textborder": "#FF6666",
            "activeobj": "#555555",
            "favcolor": "#FF9000"
        },
        "defaultCategory": "Фильмы",
        "visibleCategories": [
            "Фильмы",
            "Сериалы",
            "Мультфильмы",
            "Игры",
            "Аниме",
            "Манга",
            "Книги",
            "Прочее"
        ],
        "defaultResolution": "1024 x 768",
        "autostart": False,
        "fontsize": "12",
        "advancedblocks": False,
        "autowrap": False,
    },
    "content": {
        "Фильмы": {
            "В планах": [],
            "В процессе": [],
            "Готово": []
        },
        "Сериалы": {
            "В планах": [],
            "В процессе": [],
            "Готово": []
        },
        "Мультфильмы": {
            "В планах": [],
            "В процессе": [],
            "Готово": []
        },
        "Игры": {
            "В планах": [],
            "В процессе": [],
            "Готово": []
        },
        "Аниме": {
            "В планах": [],
            "В процессе": [],
            "Готово": []
        },
        "Манга": {
            "В планах": [],
            "В процессе": [],
            "Готово": []
        },
        "Книги": {
            "В планах": [],
            "В процессе": [],
            "Готово": []
        },
        "Прочее": {
            "В планах": [],
            "В процессе": [],
            "Готово": []
        }
    },
    "ver": 0.3
}
